class AppText {
  static final artext = {
    'std_name': 'كامل عبد الرزاق الرفاعي',
    '7s1': 'اللغة العربية (القواعد)',
    '7s2': 'الرياضيات (الجبر و الهندسة)',
    '7s3': 'الفيزياء و الكيمياء',
    's1': 'اللغة العربية (القواعد)',
    's2': 'الرياضيات (الجبر و الهندسة)',
    's3': 'الفيزياء و الكيمياء',
    's4': 'العلوم العامة',
    's1m': '234/240',
    's2m': '240/240',
    's3m': '70/80',
    's4m': '78/80',
    'note1': 'ملاحظة : الانتباه الى\nالاعراب و الاملاء\nو قاعدة العدد 1',
    'note2': 'ملاحظة : الانتباه الى\nالاعراب و الاملاء\nو قاعدة العدد 2',
    'note3': 'ملاحظة : الانتباه الى\nالاعراب و الاملاء\nو قاعدة العدد 3',
    'note4': 'ملاحظة : الانتباه الى\nالاعراب و الاملاء\nو قاعدة العدد 4',
  };
}
